Repository: k1000/django-evreg
Catalog: evreg/locale/*/LC_MESSAGES/django.po
Languages: de

source: Advanced options
de: Erweiterte Optionen

source: If you are member of Dzogchen Community you must specify your membership number, membership type and Gar you belong.
de: Wenn Sie Mitglied der Dzogchen Gemeinschaft sind, geben Sie bitte Ihre Mitgliedsnummer, Art der Mitgliedschaft und Ihren Gar an.

source: Erroneus member type
de: Fehlerhafter Elementtyp

source: You must select at least one day of the event to attend
de: Sie müssen mindestens einen Tag der Veranstaltung auswählen um daran teilzunehmen

source: quantity
de: Menge

source: Non-member
de: Nichtmitglied

source: Ordinary
de: Einfach

source: Reduced
de: Reduziert

source: Sustaining
de: Förder

source: Benefactor
de: Verdienstvoll

source: identificator
de: Identifikator

source: description
de: Beschreibung

source: Organizer
de: Veranstalter

source: registration until
de: Anmeldung bis

source: earlybird date
de: Frühbucher-Frist

source: start
de: starten

source: finish
de: beenden

source: Venue name
de: Name des Veranstaltungsorts

source: Venue address
de: Adresse des Veranstaltungsorts

source: contact email
de: Kontakt E-Mail-

source: contact tel
de: Kontakt Tel.

source: event web
de: Veranstaltungs-Web

source: bank details
de: Bankverbindung

source: Success template name
de: Success-Template-Namen

source: Example: 'success.html'. If this isn't provided, the system will use 'evreg/payment_form.html'.
de: Beispiel: 'success.html'. Wenn diese nicht vorhanden ist, verwendet das System 'evreg / payment_form.html'.

source: %(name)s from %(start)s to %(finish)s at %(venue_name)s
de: %(name)s von %(start)s nach %(finish)s bei %(venue_name)s

source: Event
de: Veranstaltung

source: Member type
de: Art der Mitgliedschaft

source: full price
de: vollen Preis

source: earlybird price
de: Frühbucher-Preis

source: Member Prices
de: Preise für Mitglieder

source: date
de: Datum

source: programme
de: Programm

source: event day
de: Veranstaltungstag

source: event days
de: Veranstaltungstage

source: price
de: Preis

source: Day
de: Tag

source: not payed
de: nicht bezahlt

source: payed
de: bezahlt

source: canceled
de: storniert

source: first name
de: Vorname

source: last name
de: Nachname

source: phone
de: Telefon

source: address
de: Adresse

source: zip
de: PLZ

source: State/Region
de: Bundesland/Region

source: city
de: Stadt

source: country
de: Land

source: member of Dzogchen Community
de: Mitglied der Dzogchen Gemeinschaft

source: membership nr
de: Mitgliedsnummer

source: Leave it empty if you dont know
de: Bitte freilassen, wenn Sie es nicht wissen

source: is valid member?
de: gültiges Mitglied?

source: Do you want to help?
de: Möchten Sie mithelfen?

source: observations
de: Beobachtungen

source: recive newsletter
de: Newsletter abonnieren

source: comments
de: Kommentare

source: payment time
de: Zahlungsfrist

source: amount to pay
de: Betrag zu zahlen␣

source: payment id
de: Zahlungs-ID

source: Registry
de: Registratur

source: %(first_name)s %(last_name)s registered for %(event)s
de: %(first_name)s %(last_name)s für %(event)s registriert

source: Thank You for registring for %s. Soon you will recive confirmation email.
de: Vielen Dank dass Sie sich für %s angemeldet haben. Sie werden umgehend eine Bestätigungs-Email erhalten.

source: You been registered for %s
de: Sie haben sich für %s angemeldet

source: We recived payment for %s
de: Wir haben die Zahlung für %s erhalten

source: Thank You. You been registered for %<name>s
de: ␣␣␣␣␣Danke. Sie haben sich für %<name>s angemeldet

source: There been error in payment for %s
de: Es gab einen Fehler in der Zahlung für %s

source: Sorry. There been error in processing your payment. Please contact us: Thank you
de: ␣␣␣␣␣Verzeihung. Es ist ein Fehler bei der Bearbeitung Ihrer Zahlung aufgetreten. Bitte kontaktieren Sie uns: Vielen Dank␣␣␣␣␣

source: Prices
de: Preise

source: Early bird prices available until
de: Frühbucherpreise noch bis

source: No early bird prices
de: Keine Frühbucherpreise

source: early bird
de: Frühbucher

source: later
de: später

source: Day Tickets
de: Tageskarten

source: early bird:
de: Frühbucher:

source: Event has no option to pay for separate days.
de: Bei dieser Veranstaltung gibt es keine Möglichkeit, für einzelne Tage zu bezahlen.

source: Registartion Form
de: Anmeldungsformular

source: Please fill required fields
de: Bitte füllen Sie die Pflichtfelder aus

source: Price
de: Preis

source: Register
de: Anmelden

source: Thank your for registering for the
de: Vielen Dank für die Registrierung für die

source: Your registration number is: RG-
de: Ihre Buchungsnummer ist: RG-

source: Please note that your registration will only be valid once the retreat fee has arrived on the account of the German Dzogchen Community. In order to be entitled for the early bird tariff the fee has to be arrived on our account by-
de: Bitte beachten Sie, dass Ihre Anmeldung erst mit Zahlungseingang auf dem Konto der deutschen Dzogchen Gemeinschaft gültig wird. Für die Berechnung des Frühbucherpreises ist der fristgerechte Zahlungseingang ausschlaggebend.

source: You can register other persons filling again the form at
de: Sie können weitere Anmeldungen hinzufügen

source: or procead to checkout and pay online
de: oder zur Kasse gehen und online bezahlen

source: Checkout
de: Kasse

source: You may reserve meals offered during the event. In such a cas indicate the cuantity
de: Sie haben die Möglichkeit vergünstigte Mahlzeiten zu buchen. Bitte geben Sie die Menge an.

source: Reserve meals
de: Reservierung von Mahlzeiten

source: Contact
de: Kontakt

source: Registration for %%<name>s is closed. Looking forward to see you in the next events.
de: Die Anmeldung für %%<name>s ist abgeschlossen. Wir freuen uns darauf Sie bei einer der nächsten Veranstaltungen zu empfangen.
